<template><h1 id="今天是2021年的11月19日-刚刚接到电信的客服电话-通知我给我家的宽带免费提速到1000m了" tabindex="-1"><a class="header-anchor" href="#今天是2021年的11月19日-刚刚接到电信的客服电话-通知我给我家的宽带免费提速到1000m了" aria-hidden="true">#</a> 今天是2021年的11月19日， 刚刚接到电信的客服电话，通知我给我家的宽带免费提速到1000m了</h1>
<p>21年了，我从56k的小猫咪到1000m的光纤，我想回顾一下网速的提速经历。
让我们把时光回到2000年，那年我20岁。
当年电脑还是一个稀罕物，平常家庭还是没有的。
我缠着我爸给我买了一个二手的486电脑，
大概的配置是:
cpu赛扬733
128m内存
30g硬盘
那时候连接的网络是通过猫连接电话线, 拨号界面填写 账号163，密码163，就可以上网了。 价格是4块/小时。但是可以包天， 包天是5块钱每天。
网速是56kpb/s, 下载的速度大概在4k左右。
聊qq, 哦不那时候还叫oicq, 看网站还行。
下载个mp3音乐需要十几分钟
3m的音乐需要1000秒 大概是20分钟
上网可以包天，包天是5块每天。
就这样，5块每天我包了大概一年， 2001年的时候，有宽带了。
是adsl</p>
</template>
