<template><p>我不幸遇到过一次骨折， 但愿永远也不要有第二次，来说说这次的经历。</p>
<p>由于身体太胖了，我体重90kg, 身高176cm。想做做运动，减减肥。就在网上买了一个年轻人才玩的滑板，都已经是35岁的年纪了，其实是不适合做这个运动的，谁让我人老，心不老呢，这个滑板，就是我种下的祸根。</p>
<p>起初看一些视频教程，还是顺顺利利的， 基本能滑一些基础动作了。后来视频教程里一些高难度动作，实在是太酷了，想学，后续悲剧就发生了。</p>
<p>某一天我开始学高难度动作了， 就是双脚直接跳上滑板的动作。我一跳上去,踩在滑板最后面的位置，滑板呲溜一下， 往前飞速划走了， 我人也是瞬时翻倒在地。我本能的，右手撑地。整个右手的手腕，支撑起我整个身体重量加上倒下时候的加速度。只感觉到手腕一阵麻木，起初也没在意。随后我用左手撑起，站起来一看我的右手，我都懵了。整个右手，看上去像勺子一样。手腕部分已经是圆形了。动也动不了，一阵麻木感导致原来的痛感没有那么强烈。手稍微用点力，就是一阵麻木的酸痛感，根本无法用力。所以说电视剧里腿被打了一枪，能继续跑的，都是扯淡。我内心是希望自己不是骨折的，不过看这个形状，怎么都是骨折了，手腕都弯了啊！</p>
<p>我打电话给我表哥，请他开车送我去苏州第二人民医院，那里的骨科比较出名，而且还有我的小学同学在那里，有熟人应该会好些。</p>
<p>大概经过四五十分钟的时间，就到达了医院。我打电话通知了我的同学，告诉他我手腕可能骨折了，来他们医院就医。这哥们还挺讲义气的，很快就来到急诊大厅, 他看了一下这情况，跟我说手腕骨折了，学名叫桡骨远端骨折。对于他们医院来说，很常见的，一般就是跟我一样，摔跤的时候， 一只手着地导致的。</p>
<p>同学找来他的两个同事, 要给我手腕骨折部位复位。首先需要在手腕部位打上麻药，然后一人拉着我的手腕以上部位，还有一人拉着我的手臂部位，数1,2,3，开始往两边拉，然后我同学在骨折处使劲按了一下。把手往左侧弯成90度，然后打上石膏固定。由于打了麻药，其实是感觉不到疼痛，就是一种酸麻的感觉。然后带我去拍一张X光片，看一下位置还正不正。很不幸，位置不是太正。还是要再拉一下。然后就把刚打的石膏拆了，又是打麻药，又是拉，又是扯, 又再一次在骨折处按了一下，再次打上石膏。随后再去拍了一张X光片。这次位置是正了一些，但是还是有一些小偏差。我期待地问我同学，这样可以吗？她说如果要完美的话，就需要开刀。打上钉子，然后过几个月还要来拆，受两次苦。我听了之后，还是选择保守治疗吧。稍微有一点歪，就稍微有一点歪吧。开两次刀，真的受不了呀，就这样，我选择了保守治疗。</p>
<p>都说伤筋动骨100天。是真的。接下来的一个月我一直在家。不敢出去。医生说需要过两个礼拜，去拆石膏。其实就是把手腕换个方向，把本来90度的手，搞成手向外90度，也需要两个礼拜，才能拆石膏。这段日子里面洗脸，刷牙都成问题。因为是右手。做啥事都不方便终于，30天过去了。可以拆石膏了。在石膏拆下的那一刻，感觉手非常的智能。一碰，就有一种酸痛的感觉。手腕也不敢动。这个状态持续了一个礼拜左右。然后手腕是僵直的。手腕都转不了。我用热水。放在脸盆里。然后我把我的手放进去，温子上。感觉就像是冻僵的。猪脚放在微波炉里面了，放在开水里面，热开一样。说话慢慢的克的转动一些角度。然后每天都需要转动手腕进行锻炼。大概过了一个月左右。手腕可以成90度，弯曲了。但是相比左手还是差那么个十来度。手腕永远也不可能。跟左手一样，灵活了。每当温度变化骨折处，这回是故事的。有酸痛的感觉。也拎不起中。重物另一段时间中，五手就会感到酸痛。</p>
<p>所以没有经历过骨折的各位。一定要小心，小心再小心。千万不要骨折。一旦骨折之后会有后遗症。经过修补的永远也比不上原装的。这就是我的骨折康复经历。希望对大家有帮助。真是，啥也不距离，隔支多少钱？嗯。说的好的天天添加一些佐料，添加一些做了前加一行。直，直，直直，直军军人。差</p>
<p>我妈天天给我做猪肘， 肉骨头汤吃， 说是吃啥补啥。也不知道有没有用，反正我是吃到快吐了。</p>
<p>换衣擦身已经是不能自理了</p>
<p>愈合后的好一段时间我都不敢做俯卧撑</p>
</template>
