<template><h1 id="笔记本要不要一直插着电源-我用亲身经历告诉你" tabindex="-1"><a class="header-anchor" href="#笔记本要不要一直插着电源-我用亲身经历告诉你" aria-hidden="true">#</a> 笔记本要不要一直插着电源？我用亲身经历告诉你！</h1>
<p>理论上说，笔记本电池的使用寿命是跟电池的循环次数有关的，现在的好的电池循环次数可以达到500次</p>
<p>锂电池一个充电循环是指放电电量达到电池容量。不管充电和放电多少次,只要总的放电电量没有达到设计容量的100%,就没有耗费一次循环寿命,只有放电达到容量的100%才会计算下一个循环周期,和充电频繁与否没有直接联系
所以，电池随时可以充电， 不会是充一次算一次， 只要笔记本没电了，你就可以去充电，不需要放到10%以下。</p>
<p>之前有一台笔记本电脑，为了电池循环次数， 插着电源，基本不会拔掉。这样电池的循环次数确实是少了。
最终的结果是：几个月后， 电池的循环次数也只有10多次，但是只要一使用电池，电池掉电特别快，很快就没有电了。
电池的容量相比新电池明显减少，就这样，电池被我搞报废了。</p>
<p>所以，根据我悲惨的经历， 电池千万别一直插着电源使用，如果非要一直插着电源，官方建议是1个月一次完全放电，我的建议是1个星期内一定要完全放电一次。就是把电池放到10%以下。
这样更有利于电池的使用寿命。</p>
<p>一般，一块锂电池用个3年左右就已经很不错了。不要太纠结电池的循环次数，你想想你使用手机的情况， 充放电1天都要几次吧
一块电池也能用个2年左右。</p>
<p>我现在使用的笔记本，我基本上是跟手机一样用，充足了就拔了电源，一直用电池供电， 如果在办公情况下， 是接着电源。
总之， 千万别走极端， 1，2个月都插着电源线， 那电池的使用寿命还是很长的</p>
</template>
