<template><h1 id="小学文化做了15年的程序员-我的亲身经历" tabindex="-1"><a class="header-anchor" href="#小学文化做了15年的程序员-我的亲身经历" aria-hidden="true">#</a> 小学文化做了15年的程序员,我的亲身经历</h1>
<p>简单介绍一下自己: 1981年生于苏州,  初二上了一天就辍学了。
然后从2005年开始直到2020年结束，做了15年的程序员生涯。</p>
<p>我觉得我的故事值得一说，一直想回顾一下我的程序员生涯，这次终于有机会了。</p>
<p>我为什么会在初二辍学？这段故事如果大家有兴趣，我以后可以再写一篇文章详细说说。</p>
<p>我上学的时候，成绩其实也可以，一直在班级前列。</p>
<p>1995年的时候，我就辍学了，当年我15岁。
我们这个小镇绝大部分人都是做羊毛衫的，羊毛衫撑起了整个小镇的经济，辍学之后，我也是搞了几年羊毛衫。
不过辍学之后，也是一直自学了一些，比如化学，物理，英语
由于自己的兴趣
还搞过电子相关的，比如自制了一台收音机，能做到接收本地电台。学习了一些电子相关的技术,比如电阻，电容，二极管，三极管，集成电路，电感等的工作原理。
也不知道怎么回事，就是对这些东西比较感兴趣，记得一段时间，天天拿个电烙铁跟万用表在那鼓捣，曾经做了一个无线电的话筒，就是基于调频发射广播信号，使用收音机接收。这个技术确实不难。</p>
<p>转折点是2000年
那时候网吧刚刚兴起,有一天偶遇一老同学，带我去了网吧。
我立即对电脑这个东西来了兴趣。
那时候网吧装的都是oicq
知道什么是oicq吗，不是早期的网友应该不一定知道呢，那是qq的前身，qq是后来改的名字。
互联网上各种聊天室，可以进去跟不认识的人聊天
同学先给我注册了oicq, 然后竟然可以找全国的网友加好友聊天，太神奇了。
然后找了无数个美女卡通头像的，年龄相仿的好友，哈哈
还在本地的网站上网络聊天室，瞎聊天
这个聊天室的经历对我后来的程序员生涯起了很大的作用。
此后1年内，几乎天天泡在网吧。</p>
</template>
